[
    { 
      "id": "1",
      "category": "Textile",
      "name": "1F搖滾區",
      "sku": "sku_313354",
      "price": 400,
      "image": "/images/textile2.png",
      "description": "Keep warm with the cozy Domino wool throw from Klippan Yllefabrik. Klippan Yllefabric was founded in 1879 with a philosophy to combine Swedish ",
      "description_long": "Keep warm with the cozy Domino wool throw from Klippan Yllefabrik. Klippan Yllefabric was founded in 1879 with a philosophy to combine Swedish design with the traditional knowledge of textiles. This particular throw has a simple, classic pattern design and is available in different colors.",
      "currency": "USD",
      "countInStock": 10    
    },
    {
      "id": "2",
      "category": "Textile",
      "name": "1F搖滾區+酒水暢飲",
      "sku": "sku_313355",
      "price": 500,
      "image": "/images/textile1.png",
      "description": "The Pom Pom cushion 45x45 cm from the Swedish By On is a pure dream for those who love soft and cosy styles of decor. This wonderful cushion.",
      "description_long": "The Pom Pom cushion 45x45 cm from the Swedish By On is a pure dream for those who love soft and cosy styles of decor. This wonderful cushion is covered in small, fluffy Pom Poms, which quickly helps you create an inviting and snug feel on your corner sofa, your favourite recliner, or on the bed in the bedroom.",
      "currency": "USD",
      "countInStock": 3    
    },
    {
      "id": "3",
      "category": "Tableware",
      "name": "1F 後排站台",
      "sku": "sku_313356",
      "price": 350,
      "image": "/images/table1.png",
      "description": "The beautiful Rustic mug from House Doctor is made of ceramics and has an appealing glaze in grey and blue that contributes to a rustic.",
      "description_long": "The beautiful Rustic mug from House Doctor is made of ceramics and has an appealing glaze in grey and blue that contributes to a rustic feeling. Since it's handmade, every mug is unique. Match it with other tableware in the Rustic series.",
      "currency": "USD",
      "countInStock": 6 
    },
    {
      "id": "4",
      "category": "Tableware",
      "name": "1F 後排站台+酒水暢飲",
      "sku": "sku_313358",
      "price": 450,
      "image": "/images/table2.png",
      "description": "These Essence white wine glasses were designed by Alfredo Häberli in 2001. The style and the elegance of these glasses will make your dining",
      "description_long": "These Essence white wine glasses were designed by Alfredo Häberli in 2001. The style and the elegance of these glasses will make your dining",
      "currency": "USD",
      "countInStock": 3 
    }
  ]